results/core6_v1/raw_batch2_20260710/20260710T075512_spike_G30_rep2/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 163897 out of 163897
     data_received..................: 38 MB   66 kB/s
     data_sent......................: 17 MB   30 kB/s
     http_req_blocked...............: avg=5.82µs   min=1.27µs   med=4.72µs   max=30.19ms  p(90)=7.15µs   p(95)=8.28µs 
     http_req_connecting............: avg=392ns    min=0s       med=0s       max=30.08ms  p(90)=0s       p(95)=0s     
     http_req_duration..............: avg=29.37ms  min=1.71ms   med=24.81ms  max=157.59ms p(90)=61.9ms   p(95)=67.18ms
       { expected_response:true }...: avg=29.37ms  min=1.71ms   med=24.81ms  max=157.59ms p(90)=61.9ms   p(95)=67.18ms
   ✓ http_req_failed................: 0.00%   0 out of 163897
     http_req_receiving.............: avg=460.26µs min=12.57µs  med=216.11µs max=67.53ms  p(90)=987.46µs p(95)=1.36ms 
     http_req_sending...............: avg=15.97µs  min=3.67µs   med=11.29µs  max=62.8ms   p(90)=21.19µs  p(95)=37.24µs
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s     
     http_req_waiting...............: avg=28.9ms   min=1.45ms   med=24.43ms  max=150.62ms p(90)=61.01ms  p(95)=66.24ms
     http_reqs......................: 163897  287.531506/s
     iteration_duration.............: avg=130.06ms min=102.43ms med=125.5ms  max=271.59ms p(90)=162.56ms p(95)=167.8ms
     iterations.....................: 163897  287.531506/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100